xml/request_templates/oclc_cd_forfatter_felt239.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:25722566">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:20:10.016Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:20:10.085Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:20:10.016Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:20:10.085Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:20:10.031Z" MIMETYPE="text/xml" SIZE="1082">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>symfoni nr. 4 f-mol opus 36</dc:title>
  <dc:title>MATCH:symfon</dc:title>
  <dc:publisher>san francisco symphony</dc:publisher>
  <dc:publisher>MATCHSTRING:san fra</dc:publisher>
  <dc:contributor>MATCHSTRING:Thomasm</dc:contributor>
  <dc:contributor>MATCHSTRING:san franciscos symfoniorkester</dc:contributor>
  <dc:contributor>michael tilson thomas</dc:contributor>
  <dc:contributor>san franciscos symfoniorkester</dc:contributor>
  <dc:contributor>san francisco symphony</dc:contributor>
  <dc:contributor>dirigent: michael tilson thomas</dc:contributor>
  <dc:date>2004</dc:date>
  <dc:type>Dvd</dc:type>
  <dc:type>WORK:movie</dc:type>
  <dc:identifier>870970-basis:25722566</dc:identifier>
  <dc:identifier>NUMBER:San Francisco Symphony821936-0005-9</dc:identifier>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:20:10.031Z" MIMETYPE="text/xml" SIZE="5011">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>25722566|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Symfoni nr. 4, f-mol, opus 36</dc:title><dc:title xsi:type="dkdcplus:full">Symfoni nr. 4, f-mol, opus 36 (Thomas)</dc:title><dcterms:alternative>Keeping score</dcterms:alternative><dc:subject xsi:type="dkdcplus:DK5">78.411</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Orkestermusik uden soloinstrumenter</dc:subject><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>San Francisco Symphony</dc:publisher><dc:contributor>Michael Tilson Thomas</dc:contributor><dc:contributor>San Franciscos Symfoniorkester</dc:contributor><dc:contributor xsi:type="dkdcplus:act">San Francisco Symphony</dc:contributor><dc:contributor xsi:type="dkdcplus:act">dirigent: Michael Tilson Thomas</dc:contributor><dc:date>2004</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Dvd</dc:type><dc:format>1 dvd-video</dc:format><dc:identifier>San Francisco Symphony 821936-0005-9</dc:identifier></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">25722566</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20050426151610</marcx:subfield><marcx:subfield code="d">20050426</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2004</marcx:subfield><marcx:subfield code="b">us</marcx:subfield><marcx:subfield code="v">4</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">m</marcx:subfield><marcx:subfield code="b">s</marcx:subfield><marcx:subfield code="g">th</marcx:subfield><marcx:subfield code="b">a</marcx:subfield><marcx:subfield code="h">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="239"><marcx:subfield code="a">Tjajkovskij</marcx:subfield><marcx:subfield code="h">Petr</marcx:subfield><marcx:subfield code="t">Symfoni nr. 4, f-mol, opus 36</marcx:subfield><marcx:subfield code="ø">Thomas</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Keeping score</marcx:subfield><marcx:subfield code="u">Tchaikovsky Symphony no. 4 in F minor</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">San Francisco, Calif.</marcx:subfield><marcx:subfield code="b">San Francisco Symphony</marcx:subfield><marcx:subfield code="c">cop. 2004</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 dvd-video</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="i">Medvirkende</marcx:subfield><marcx:subfield code="e">San Francisco Symphony</marcx:subfield><marcx:subfield code="e">dirigent: Michael Tilson Thomas</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="538"><marcx:subfield code="f">San Francisco Symphony</marcx:subfield><marcx:subfield code="g">821936-0005-9</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">78.411</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="å">2</marcx:subfield><marcx:subfield code="a">Thomas</marcx:subfield><marcx:subfield code="h">Michael Tilson</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="710"><marcx:subfield code="a">San Franciscos Symfoniorkester</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Tilson Thomas</marcx:subfield><marcx:subfield code="h">Michael</marcx:subfield><marcx:subfield code="z">700/2</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">RET</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-04-28</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:20:10.031Z" MIMETYPE="text/xml" SIZE="516">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">lhp</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050428</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">lhp</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:20:10.085Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:25722566">
    <isMemberOfUnit xmlns="info:fedora/">unit:65106</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:65106</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:32:43.985</timestamp>
<pid>870970-basis:25722566</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
